Autodesk.Revit.UI.DialogHelper.NameDialogHelper.TrySaveAndValidate(Autodesk.Revit.DB.DialogOptions.NameDialogOptions)
trySaveAndValidate
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2027

Autodesk.Revit.UI.DialogHelper.NameDialogHelper
This no_instances class supplys the functions for NameDialogOptions that is being showed by ManagedCallEventArgs::execute.
Since:
2027